
text_book = [
    "해킹 공격의 예술",\
    "파이썬으로 웹 크롤러 만들기",\
    "파이썬으로 배우는 웹 크롤러",\
    "디지털 영상처리",\
    "오픈 소스 소프트웨어로 실습하는 소프트웨어 공학",\
    "뇌를 자극하는 SQL Server 2012",\
    "쉽게 배우는 알고리즘",\
    "데이터베이스 개론",\
    "딥러닝을 위한 인공 신경망",\
    "디지털 디자인",\
    "C++ ESPRESSO",\
    "THE SUMMER WITHOUT MEN",\
    "SIRI HUSTVEDT",\
    "JOHN IRVING",\
    "Kazuo Ishiguro An Artist of the Floating World",\
    "새내기들을위한 PC활용",\
    "컴퓨터 IT 개론 황변곤 저",\
    "와인세대를 위한 컴퓨터 세상속으로",\
    "스마트한 컴퓨터 이해와 활용",\
    "성공과 실패를 결정하는 1%의 비트(Bits)의 원리",\
    "생각하는 기계",\
    "Introduction to Computers 컴퓨터 개론",\
    "PC와 정보기술",\
    "컴퓨터 무작정 따라하기",\
    "Pearson 컴퓨터과학 총론 이광수 저",\
    "컴퓨터과학 총론 이광수 곽덕훈 김연인 배용근 역",\
    "모바일 시대의 컴퓨터 개론",\
    "이산수학 황석근",\
    "인터넷 산업과 전통 산업의 협력 강화",\
    "ComputationalThinking & 창의적 문제 해결방법론",\
    "컴퓨터 200%활용 길라잡이",\
    "정보 응용 원리와 함께하는 컴퓨터 개론",\
    "홈디지털서비스 고도화방안에 관한 연구",\
    "이산수학 황석근 이재돈 김익표", "컴퓨터개론"]
